docs/download.html
<!DOCTYPE html>
<html lang="en">
<head>
<!-- 2021-02-02 -->
<meta charset="utf-8">
<meta name="viewport" content="width=device-width, initial-scale=1">
<title>Download Carbs Linux</title>
<meta name="generator" content="Org mode">
<meta name="author" content="Cem Keylan">
<link rel="stylesheet" type="text/css" href="/style.css">
</head>
<body>
<div id="preamble" class="status">
<nav id="navbar">
    <a href="/" class=navbartitle>Carbs Linux</a>

    <label for="hamburger">&#9776;</label>
    <input type="checkbox" id="hamburger" />
    <ul id=navbarlist>
        <li><a href="/" title="Home Page">Home</a></li>
        <li><a href="//git.carbslinux.org" title="Git Repository">Git</a></li>
        <li><a href="/download.html" title="Download Carbs Linux">Download</a></li>
        <li><a href="/blog" title="Blog Posts">Blog</a></li>
        <li><a href="/install.html" title="Installation Instructions">Installation</a></li>
        <li><a href="/docs.html" title="Documentation">Docs</a></li>
    </ul>
</nav>
</div>
<div id="content">
<header>
<h1 class="title">Download Carbs Linux</h1>
</header><p>
Below are the latest tarballs for the <code>x86_64</code> and <code>i686</code> architectures. You can
visit <a href="https://dl.carbslinux.org/releases">https://dl.carbslinux.org/releases</a> for all downloads. Follow the
<a href="install.html">Installation guide</a> to learn more about verifying the releases, and the required
steps for installing the system.
</p>

<div id="outline-container-orgc43a100" class="outline-2">
<h2 id="orgc43a100">x86-64</h2>
<div class="outline-text-2" id="text-orgc43a100">
<p>
<a href="https://dl.carbslinux.org/releases/x86_64/carbs-rootfs.tar.xz">carbs-rootfs.tar.xz</a> | <a href="https://dl.carbslinux.org/releases/x86_64/carbs-rootfs.tar.xz.sha256">SHA256SUM</a> | <a href="https://dl.carbslinux.org/releases/x86_64/carbs-rootfs.tar.xz.sig">Signature</a>
</p>
</div>
</div>

<div id="outline-container-orgb23d005" class="outline-2">
<h2 id="orgb23d005">i686</h2>
<div class="outline-text-2" id="text-orgb23d005">
<p>
<a href="https://dl.carbslinux.org/releases/i686/carbs-rootfs.tar.xz">carbs-rootfs.tar.xz</a> | <a href="https://dl.carbslinux.org/releases/i686/carbs-rootfs.tar.xz.sha256">SHA256SUM</a> | <a href="https://dl.carbslinux.org/releases/i686/carbs-rootfs.tar.xz.sig">Signature</a>
</p>
</div>
</div>
</div>
<div id="postamble" class="status">
<footer>
    <p>Linux&reg; is a registered trademark of Linus Torvalds</p>
    <p>Copyright &copy; 2019-2021 Cem Keylan</p>
</footer>
</div>
</body>
</html>
